Repository: deluxebear/NetTrail
Catalog: Trace/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld connections
zh_hans: %lld 次

source: %lld domains
zh_hans: %lld 个域名

# %lld domains · %@
source: %lld domains · %2$@
zh_hans: %1$lld 个域名 · %2$@

source: %llu events dropped
zh_hans: 有 %llu 条事件丢失

source: %llu events were dropped because the buffer was full.
zh_hans: 有 %llu 条事件因缓冲区已满而丢失。

source: 30 Days
zh_hans: 30 天

source: 7 Days
zh_hans: 7 天

source: A new version of NetTrail is available. Click to open the download page.
zh_hans: 网迹有新版本，点击打开下载页面。

source: About
zh_hans: 关于

source: All
zh_hans: 全部

source: All Apps
zh_hans: 全部 App

source: Approve it in System Settings
zh_hans: 在系统设置中批准

source: Apps That Contacted This Domain
zh_hans: 访问过该域名的 App

source: Author
zh_hans: 作者

source: Awaiting approval
zh_hans: 等待批准

source: Check for updates automatically
zh_hans: 自动检查更新

source: Clear
zh_hans: 清空

source: Clear All Data…
zh_hans: 清空所有数据…

source: Clear all records? This can’t be undone.
zh_hans: 清空所有记录？此操作无法撤销。

source: Connections
zh_hans: 连接数

source: Copy Connections (Excluding LAN)
zh_hans: 复制连接（不含局域网）

source: Couldn’t change the setting: %@
zh_hans: 设置失败：%@

source: DNS cache
zh_hans: DNS 缓存

source: Data
zh_hans: 数据

source: Domain
zh_hans: 域名

source: Domain Source
zh_hans: 域名来源

source: Done
zh_hans: 完成

source: Enable
zh_hans: 启用

source: Enable the content filter
zh_hans: 启用内容过滤

source: Extension
zh_hans: 扩展

source: Extension not connected
zh_hans: 扩展未连接

source: Extension not connected. Retrying…
zh_hans: 扩展未连接，正在重试…

source: Failed to clear data: %@
zh_hans: 清空数据失败：%@

source: Failed to enable the content filter: %@
zh_hans: 启用内容过滤失败：%@

source: Failed to read data: %@
zh_hans: 读取数据失败：%@

source: Failed to remove the filter configuration: %@
zh_hans: 移除过滤配置失败：%@

source: Failed to write to the database: %@
zh_hans: 写入数据库失败：%@

source: Failed: %@
zh_hans: 失败：%@

source: First Seen
zh_hans: 首次访问

source: Fix…
zh_hans: 修复…

source: General
zh_hans: 常规

source: Identifier
zh_hans: 标识

source: Install
zh_hans: 安装

source: Install the system extension
zh_hans: 安装系统扩展

source: Installation failed: %@
zh_hans: 安装失败：%@

source: Installed, filter not enabled
zh_hans: 已安装，过滤未启用

source: Keep history for %lld days
zh_hans: 历史保留 %lld 天

source: Last 5 Minutes
zh_hans: 最近 5 分钟

source: Last 7 Days (Hourly)
zh_hans: 近 7 天（按小时）

source: Last Active
zh_hans: 最近活动

source: Last Seen
zh_hans: 最近访问

source: Later
zh_hans: 稍后

source: Launch at login
zh_hans: 登录时启动

source: Launched By
zh_hans: 调用来源

source: Monitoring
zh_hans: 监控中

source: Needs setup
zh_hans: 需要设置

source: NetTrail
zh_hans: 网迹

source: NetTrail uses a content filter that only observes, never blocks, to record the domains each app connects to. Data stays on this Mac.
zh_hans: 网迹使用一个只观察、不拦截的内容过滤器来记录各 App 访问的域名。数据只保存在本机。

source: No Records
zh_hans: 暂无记录

source: No network activity
zh_hans: 暂无网络活动

source: No network connections in the selected time range.
zh_hans: 所选时间范围内没有网络连接。

source: Not installed
zh_hans: 未安装

source: Open Main Window
zh_hans: 打开主窗口

source: Open System Settings
zh_hans: 打开系统设置

source: Path
zh_hans: 路径

source: Pause Recording
zh_hans: 暂停记录

source: Paused
zh_hans: 已暂停

source: Plain List
zh_hans: 纯列表

source: Process chain: %@
zh_hans: 进程链：%@

source: Quit
zh_hans: 退出

source: Recent
zh_hans: 最近

source: Recording stops once the extension is uninstalled.
zh_hans: 卸载扩展后将停止记录。

source: Resume Recording
zh_hans: 继续记录

source: Run directly
zh_hans: 直接运行

source: Running
zh_hans: 运行中

source: Script: %@
zh_hans: 脚本：%@

source: Search Apps
zh_hans: 搜索 App

source: Select a Domain
zh_hans: 选择一个域名

source: Set Up NetTrail
zh_hans: 设置网迹

source: Settings
zh_hans: 设置

source: Settings (⌘,)
zh_hans: 设置（⌘,）

source: Show in Main Window
zh_hans: 在主窗口中查看

source: Sort
zh_hans: 排序

source: Status
zh_hans: 状态

source: System
zh_hans: 系统提供

source: The database couldn’t be opened. It was backed up to %@ and a new empty database was created.
zh_hans: 数据库无法打开，已备份到 %@ 并新建空数据库。

source: Time
zh_hans: 时间

source: Time Range
zh_hans: 时间范围

source: Today
zh_hans: 今天

source: Traffic
zh_hans: 流量

source: Uninstall
zh_hans: 卸载

source: Uninstall Extension…
zh_hans: 卸载扩展…

source: Unknown
zh_hans: 未知

source: Unresolved
zh_hans: 未解析

source: Update Available: %@
zh_hans: 有新版本：%@

source: Version
zh_hans: 版本

source: via %@
zh_hans: 经由 %@

source: ↑ Traffic
zh_hans: ↑ 流量

source: ↓ Traffic
zh_hans: ↓ 流量
